[
  "I can do all things through Christ who strengthens me. - Philippians 4:13",
  "For I know the plans I have for you, declares the Lord. - Jeremiah 29:11",
  "Trust in the Lord with all your heart. - Proverbs 3:5",
  "The Lord is my shepherd; I shall not want. - Psalm 23:1",
  "For God so loved the world that he gave his one and only Son. - John 3:16",
  "And we know that in all things God works for the good of those who love him. - Romans 8:28",
  "So do not fear, for I am with you; do not be dismayed, for I am your God. - Isaiah 41:10",
  "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness. - Galatians 5:22",
  "God is our refuge and strength, an ever-present help in trouble. - Psalm 46:1",
  "Be strong and courageous. Do not be afraid. - Joshua 1:9",
  "Come to me, all you who are weary and burdened, and I will give you rest. - Matthew 11:28",
  "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. - Romans 12:2",
  "Love is patient, love is kind. - 1 Corinthians 13:4",
  "Your word is a lamp for my feet, a light on my path. - Psalm 119:105",
  "But those who hope in the Lord will renew their strength. - Isaiah 40:31",
  "For it is by grace you have been saved, through faith. - Ephesians 2:8",
  "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline. - 2 Timothy 1:7",
  "This is the day the Lord has made; let us rejoice and be glad in it. - Psalm 118:24",
  "Let your light shine before others. - Matthew 5:16",
  "May the God of hope fill you with all joy and peace as you trust in him. - Romans 15:13",
  "The name of the Lord is a fortified tower; the righteous run to it and are safe. - Proverbs 18:10",
  "May these words of my mouth and this meditation of my heart be pleasing in your sight, Lord. - Psalm 19:14",
  "But seek first his kingdom and his righteousness. - Matthew 6:33",
  "Cast all your anxiety on him because he cares for you. - 1 Peter 5:7",
  "Now faith is confidence in what we hope for and assurance about what we do not see. - Hebrews 11:1",
  "Every good and perfect gift is from above. - James 1:17",
  "The Lord is my light and my salvation—whom shall I fear? - Psalm 27:1",
  "Act justly, love mercy and walk humbly with your God. - Micah 6:8",
  "Whatever you do, work at it with all your heart. - Colossians 3:23",
  "Taste and see that the Lord is good. - Psalm 34:8",
  "And surely I am with you always, to the very end of the age. - Matthew 28:20",
  "If God is for us, who can be against us? - Romans 8:31",
  "I praise you because I am fearfully and wonderfully made. - Psalm 139:14",
  "A friend loves at all times. - Proverbs 17:17",
  "We love because he first loved us. - 1 John 4:19",
  "Take delight in the Lord, and he will give you the desires of your heart. - Psalm 37:4",
  "You will keep in perfect peace those whose minds are steadfast. - Isaiah 26:3",
  "With man this is impossible, but with God all things are possible. - Matthew 19:26",
  "Do not be anxious about anything. - Philippians 4:6",
  "Give thanks to the Lord, for he is good; his love endures forever. - Psalm 107:1",
  "Because of the Lord’s great love we are not consumed. - Lamentations 3:22",
  "Be strong and courageous. - Deuteronomy 31:6",
  "As far as the east is from the west, so far has he removed our transgressions from us. - Psalm 103:12",
  "Rejoice always, pray continually. - 1 Thessalonians 5:16",
  "Jesus Christ is the same yesterday and today and forever. - Hebrews 13:8",
  "I will say of the Lord, He is my refuge and my fortress. - Psalm 91:2",
  "In their hearts humans plan their course, but the Lord establishes their steps. - Proverbs 16:9",
  "Everything is possible for one who believes. - Mark 9:23",
  "Peace I leave with you; my peace I give you. - John 14:27",
  "Let everything that has breath praise the Lord. - Psalm 150:6",
  "When I am afraid, I put my trust in you. - Psalm 56:3",
  "Start children off on the way they should go. - Proverbs 22:6",
  "For to us a child is born, to us a son is given. - Isaiah 9:6",
  "In the beginning was the Word, and the Word was with God. - John 1:1",
  "In the beginning God created the heavens and the earth. - Genesis 1:1",
  "I have hidden your word in my heart that I might not sin against you. - Psalm 119:11",
  "For all have sinned and fall short of the glory of God. - Romans 3:23",
  "For the wages of sin is death, but the gift of God is eternal life. - Romans 6:23",
  "Children, obey your parents in the Lord, for this is right. - Ephesians 6:1",
  "Blessed is the one who does not walk in step with the wicked. - Psalm 1:1",
  "Love the Lord your God with all your heart. - Matthew 22:37",
  "Love your neighbor as yourself. - Matthew 22:39",
  "Do to others as you would have them do to you. - Luke 6:31",
  "I am the way and the truth and the life. - John 14:6",
  "But you will receive power when the Holy Spirit comes on you. - Acts 1:8",
  "For I am not ashamed of the gospel. - Romans 1:16",
  "So whether you eat or drink or whatever you do, do it all for the glory of God. - 1 Corinthians 10:31",
  "Do everything in love. - 1 Corinthians 16:14",
  "For we live by faith, not by sight. - 2 Corinthians 5:7",
  "Be kind and compassionate to one another. - Ephesians 4:32",
  "Do everything without grumbling or arguing. - Philippians 2:14",
  "Set your minds on things above, not on earthly things. - Colossians 3:2",
  "Pray continually. - 1 Thessalonians 5:17",
  "Don’t let anyone look down on you because you are young. - 1 Timothy 4:12",
  "All Scripture is God-breathed. - 2 Timothy 3:16",
  "Let us run with perseverance the race marked out for us. - Hebrews 12:1",
  "Everyone should be quick to listen, slow to speak and slow to become angry. - James 1:19",
  "Submit yourselves, then, to God. Resist the devil, and he will flee from you. - James 4:7",
  "But you are a chosen people, a royal priesthood. - 1 Peter 2:9",
  "If we confess our sins, he is faithful and just. - 1 John 1:9",
  "Dear friends, let us love one another, for love comes from God. - 1 John 4:7",
  "He will wipe every tear from their eyes. - Revelation 21:4",
  "Even though I walk through the darkest valley, I will fear no evil. - Psalm 23:4",
  "Create in me a pure heart, O God. - Psalm 51:10",
  "For the Lord God is a sun and shield. - Psalm 84:11",
  "A gentle answer turns away wrath. - Proverbs 15:1",
  "As iron sharpens iron, so one person sharpens another. - Proverbs 27:17",
  "There is a time for everything. - Ecclesiastes 3:1",
  "But he was pierced for our transgressions. - Isaiah 53:5",
  "For my thoughts are not your thoughts. - Isaiah 55:8",
  "They are new every morning; great is your faithfulness. - Lamentations 3:23",
  "The Lord your God is with you, the Mighty Warrior who saves. - Zephaniah 3:17",
  "Blessed are the peacemakers. - Matthew 5:9",
  "For where your treasure is, there your heart will be also. - Matthew 6:21",
  "Love the Lord your God with all your heart and with all your soul. - Mark 12:30",
  "Today in the town of David a Savior has been born to you. - Luke 2:11",
  "The thief comes only to steal and kill and destroy. - John 10:10",
  "I am the vine; you are the branches. - John 15:5",
  "If you declare with your mouth, ‘Jesus is Lord,’ you will be saved. - Romans 10:9",
  "My God is my rock, in whom I take refuge. - Psalm 18:2",
  "He restores my soul. - Psalm 23:3",
  "Show me your ways, Lord, teach me your paths. - Psalm 25:4",
  "Wait for the Lord; be strong and take heart. - Psalm 27:14",
  "I will extol the Lord at all times. - Psalm 34:1",
  "Delight yourself in the Lord. - Psalm 37:4",
  "Be still, and know that I am God. - Psalm 46:10",
  "Cast your cares on the Lord and he will sustain you. - Psalm 55:22",
  "My flesh and my heart may fail, but God is the strength of my heart. - Psalm 73:26",
  "Teach us to number our days, that we may gain a heart of wisdom. - Psalm 90:12",
  "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty. - Psalm 91:1",
  "Come, let us bow down in worship. - Psalm 95:6",
  "Enter his gates with thanksgiving. - Psalm 100:4",
  "Praise the Lord, my soul; all my inmost being, praise his holy name. - Psalm 103:1",
  "How sweet are your words to my taste. - Psalm 119:103",
  "I lift up my eyes to the mountains—where does my help come from? - Psalm 121:1",
  "The Lord will watch over your coming and going both now and forevermore. - Psalm 121:8",
  "Behold, how good and pleasant it is when brothers dwell in unity! - Psalm 133:1",
  "Search me, God, and know my heart. - Psalm 139:23",
  "The Lord is near to all who call on him. - Psalm 145:18",
  "He heals the brokenhearted and binds up their wounds. - Psalm 147:3",
  "The fear of the Lord is the beginning of knowledge. - Proverbs 1:7",
  "Commit to the Lord whatever you do, and he will establish your plans. - Proverbs 16:3",
  "A cheerful heart is good medicine. - Proverbs 17:22",
  "Train up a child in the way he should go. - Proverbs 22:6",
  "Fear not, for I have redeemed you; I have called you by name. - Isaiah 43:1",
  "The grass withers and the flowers fall, but the word of our God endures forever. - Isaiah 40:8",
  "See, I am doing a new thing! - Isaiah 43:19",
  "You are the light of the world. - Matthew 5:14",
  "But store up for yourselves treasures in heaven. - Matthew 6:20",
  "Ask and it will be given to you. - Matthew 7:7",
  "So in everything, do to others what you would have them do to you. - Matthew 7:12",
  "For where two or three gather in my name, there am I with them. - Matthew 18:20",
  "Therefore go and make disciples of all nations. - Matthew 28:19",
  "The Lord God will wipe away tears from off all faces. - Isaiah 25:8",
  "You will keep him in perfect peace, whose mind is stayed on You. - Isaiah 26:3",
  "He gives power to the faint. - Isaiah 40:29",
  "I have loved you with an everlasting love. - Jeremiah 31:3",
  "Call to Me, and I will answer you. - Jeremiah 33:3",
  "Seek good, and not evil, that you may live. - Amos 5:14",
  "Blessed are those who hunger and thirst for righteousness. - Matthew 5:6",
  "Blessed are the pure in heart, for they shall see God. - Matthew 5:8",
  "Therefore do not worry about tomorrow. - Matthew 6:34",
  "Peace, be still. - Mark 4:39",
  "For nothing will be impossible with God. - Luke 1:37",
  "Glory to God in the highest, and on earth peace. - Luke 2:14",
  "Fear not, little flock. - Luke 12:32",
  "He must increase, but I must decrease. - John 3:30",
  "I am the bread of life. - John 6:35",
  "I am the light of the world. - John 8:12",
  "I am the good shepherd. - John 10:11",
  "I am the resurrection and the life. - John 11:25",
  "Greater love has no one than this, to lay down one’s life for one’s friends. - John 15:13",
  "Sanctify them in the truth; your word is truth. - John 17:17",
  "Repent and be baptized. - Acts 2:38",
  "We must obey God rather than men. - Acts 5:29",
  "Believe in the Lord Jesus, and you will be saved. - Acts 16:31",
  "For the wages of sin is death, but the free gift of God is eternal life. - Romans 6:23",
  "There is therefore now no condemnation for those who are in Christ Jesus. - Romans 8:1",
  "If God is for us, who can be against us? - Romans 8:31",
  "Faith comes from hearing, and hearing through the word of Christ. - Romans 10:17",
  "Rejoice in hope, be patient in tribulation, be constant in prayer. - Romans 12:12",
  "Love does no wrong to a neighbor. - Romans 13:10",
  "Welcome one another as Christ has welcomed you. - Romans 15:7",
  "For the message of the cross is foolishness to those who are perishing. - 1 Corinthians 1:18",
  "Your body is a temple of the Holy Spirit. - 1 Corinthians 6:19",
  "Love never fails. - 1 Corinthians 13:8",
  "Bad company corrupts good character. - 1 Corinthians 15:33",
  "Be on your guard; stand firm in the faith. - 1 Corinthians 16:13",
  "For we walk by faith, not by sight. - 2 Corinthians 5:7",
  "My grace is sufficient for you. - 2 Corinthians 12:9",
  "I have been crucified with Christ. - Galatians 2:20",
  "Let us not become weary in doing good. - Galatians 6:9",
  "For he himself is our peace. - Ephesians 2:14",
  "Be angry and do not sin. - Ephesians 4:26",
  "Put on the full armor of God. - Ephesians 6:11",
  "For to me, to live is Christ and to die is gain. - Philippians 1:21",
  "Do nothing out of selfish ambition or vain conceit. - Philippians 2:3",
  "Rejoice in the Lord always. - Philippians 4:4",
  "I have learned the secret of being content in any and every situation. - Philippians 4:12",
  "Set your minds on things that are above. - Colossians 3:2",
  "Let the peace of Christ rule in your hearts. - Colossians 3:15",
  "Devote yourselves to prayer, being watchful and thankful. - Colossians 4:2",
  "For God has not destined us for wrath. - 1 Thessalonians 5:9",
  "Test them all; hold on to what is good. - 1 Thessalonians 5:21",
  "But the Lord is faithful, and he will strengthen you. - 2 Thessalonians 3:3",
  "Fight the good fight of the faith. - 1 Timothy 6:12",
  "For God gave us a spirit not of fear. - 2 Timothy 1:7",
  "Preach the word; be ready in season and out of season. - 2 Timothy 4:2",
  "I have fought the good fight, I have finished the race. - 2 Timothy 4:7",
  "The word of God is alive and active. - Hebrews 4:12",
  "Let us then approach God’s throne of grace with confidence. - Hebrews 4:16",
  "Faith is the assurance of things hoped for. - Hebrews 11:1",
  "Let us fix our eyes on Jesus. - Hebrews 12:2",
  "Keep on loving one another as brothers and sisters. - Hebrews 13:1",
  "Consider it pure joy, my brothers and sisters, whenever you face trials. - James 1:2",
  "Be doers of the word, and not hearers only. - James 1:22",
  "Faith without deeds is dead. - James 2:26",
  "Draw near to God, and he will draw near to you. - James 4:8",
  "Be holy in all you do. - 1 Peter 1:15",
  "Cast all your anxiety on him because he cares for you. - 1 Peter 5:7",
  "Be alert and of sober mind. - 1 Peter 5:8",
  "His divine power has given us everything we need for a godly life. - 2 Peter 1:3",
  "With the Lord a day is like a thousand years. - 2 Peter 3:8",
  "God is light; in him there is no darkness at all. - 1 John 1:5",
  "Do not love the world or anything in the world. - 1 John 2:15",
  "See what great love the Father has lavished on us. - 1 John 3:1",
  "There is no fear in love. - 1 John 4:18",
  "We love because he first loved us. - 1 John 4:19",
  "Keep yourselves in the love of God. - Jude 1:21",
  "I am the Alpha and the Omega. - Revelation 1:8",
  "Behold, I stand at the door and knock. - Revelation 3:20",
  "Holy, holy, holy is the Lord God Almighty. - Revelation 4:8",
  "Worthy is the Lamb who was slain. - Revelation 5:12",
  "Then I saw a new heaven and a new earth. - Revelation 21:1",
  "I am making everything new! - Revelation 21:5",
  "The Lord is good, a refuge in times of trouble. - Nahum 1:7",
  "Though the fig tree does not bud... yet I will rejoice in the Lord. - Habakkuk 3:17-18",
  "Be silent before the Sovereign Lord. - Zephaniah 1:7",
  "Return to me, and I will return to you. - Malachi 3:7",
  "The Lord is my strength and my song. - Exodus 15:2",
  "You shall have no other gods before me. - Exodus 20:3",
  "The Lord bless you and keep you. - Numbers 6:24",
  "Love the Lord your God with all your heart. - Deuteronomy 6:5",
  "Man does not live on bread alone. - Deuteronomy 8:3",
  "Fear the Lord and serve him faithfully. - 1 Samuel 12:24",
  "The Lord sees not as man sees. - 1 Samuel 16:7",
  "The battle is the Lord’s. - 1 Samuel 17:47",
  "The Lord is my rock, my fortress and my deliverer. - 2 Samuel 22:2",
  "Give thanks to the Lord, for he is good. - 1 Chronicles 16:34",
  "If my people... will humble themselves and pray... I will heal their land. - 2 Chronicles 7:14",
  "The joy of the Lord is your strength. - Nehemiah 8:10",
  "I know that my redeemer lives. - Job 19:25",
  "But I trust in your unfailing love. - Psalm 13:5",
  "The heavens declare the glory of God. - Psalm 19:1",
  "My God, my God, why have you forsaken me? - Psalm 22:1",
  "The earth is the Lord’s, and everything in it. - Psalm 24:1",
  "I sought the Lord, and he answered me. - Psalm 34:4",
  "God is our refuge and strength. - Psalm 46:1",
  "Have mercy on me, O God. - Psalm 51:1",
  "I will praise you, O Lord, among the nations. - Psalm 57:9",
  "O God, you are my God; earnestly I seek you. - Psalm 63:1",
  "For the Lord is a great God. - Psalm 95:3",
  "Bless the Lord, O my soul. - Psalm 103:1",
  "Your word is a lamp to my feet. - Psalm 119:105",
  "Those who sow with tears will reap with songs of joy. - Psalm 126:5",
  "For you created my inmost being. - Psalm 139:13",
  "Praise the Lord. - Psalm 150:1",
  "Trust in the Lord with all your heart. - Proverbs 3:5",
  "In all your ways submit to him. - Proverbs 3:6",
  "Keep your heart with all vigilance. - Proverbs 4:23",
  "The fear of the Lord is the beginning of wisdom. - Proverbs 9:10",
  "Pride goes before destruction. - Proverbs 16:18",
  "The name of the Lord is a strong tower. - Proverbs 18:10",
  "Train up a child in the way he should go. - Proverbs 22:6",
  "As water reflects the face, so one’s life reflects the heart. - Proverbs 27:19",
  "Every word of God is flawless. - Proverbs 30:5",
  "Charm is deceptive, and beauty is fleeting. - Proverbs 31:30",
  "Remember your Creator in the days of your youth. - Ecclesiastes 12:1",
  "Though your sins are like scarlet, they shall be as white as snow. - Isaiah 1:18",
  "Here I am. Send me! - Isaiah 6:8",
  "For unto us a Child is born. - Isaiah 9:6",
  "He will keep the sheep in his care. - Isaiah 40:11",
  "But those who wait on the Lord shall renew their strength. - Isaiah 40:31",
  "Fear not, for I am with you. - Isaiah 41:10",
  "I, even I, am the Lord. - Isaiah 43:11",
  "Seek the Lord while he may be found. - Isaiah 55:6",
  "Arise, shine, for your light has come. - Isaiah 60:1",
  "I am the Lord, the God of all mankind. - Jeremiah 32:27",
  "His compassions never fail. - Lamentations 3:22",
  "I will put my spirit within you. - Ezekiel 36:27",
  "The people who know their God shall be strong. - Daniel 11:32",
  "Sow righteousness for yourselves. - Hosea 10:12",
  "Rend your heart and not your garments. - Joel 2:13",
  "And everyone who calls on the name of the Lord will be saved. - Joel 2:32",
  "But as for me, I watch in hope for the Lord. - Micah 7:7",
  "The Lord is good, a stronghold in the day of trouble. - Nahum 1:7",
  "Rejoice greatly, O Daughter of Zion! - Zechariah 9:9",
  "But for you who revere my name, the sun of righteousness will rise. - Malachi 4:2",
  "Man shall not live by bread alone. - Matthew 4:4",
  "You are the salt of the earth. - Matthew 5:13",
  "Love your enemies and pray for those who persecute you. - Matthew 5:44",
  "Our Father in heaven, hallowed be your name. - Matthew 6:9",
  "No one can serve two masters. - Matthew 6:24",
  "Judge not, that you be not judged. - Matthew 7:1",
  "Enter through the narrow gate. - Matthew 7:13",
  "The harvest is plentiful but the workers are few. - Matthew 9:37",
  "Whoever is not with me is against me. - Matthew 12:30",
  "For whoever does the will of my Father in heaven is my brother. - Matthew 12:50",
  "With man this is impossible, but with God all things are possible. - Matthew 19:26",
  "The Son of Man did not come to be served, but to serve. - Matthew 20:28",
  "Heaven and earth will pass away, but my words will never pass away. - Matthew 24:35",
  "Watch and pray so that you will not fall into temptation. - Matthew 26:41",
  "All authority in heaven and on earth has been given to me. - Matthew 28:18",
  "The time has come. The kingdom of God is near. - Mark 1:15",
  "If anyone would come after me, he must deny himself. - Mark 8:34",
  "For what does it profit a man to gain the whole world and forfeit his soul? - Mark 8:36",
  "Everything is possible for him who believes. - Mark 9:23",
  "Let the little children come to me. - Mark 10:14",
  "Go into all the world and preach the gospel. - Mark 16:15",
  "For nothing is impossible with God. - Luke 1:37",
  "Do to others as you would have them do to you. - Luke 6:31",
  "For the Son of Man came to seek and to save the lost. - Luke 19:10",
  "Father, forgive them, for they do not know what they are doing. - Luke 23:34",
  "In him was life, and that life was the light of all mankind. - John 1:4",
  "The Word became flesh and made his dwelling among us. - John 1:14",
  "For God did not send his Son into the world to condemn the world. - John 3:17",
  "Whoever drinks the water I give them will never thirst. - John 4:14",
  "Then you will know the truth, and the truth will set you free. - John 8:32",
  "I am the gate; whoever enters through me will be saved. - John 10:9",
  "I am the good shepherd. The good shepherd lays down his life for the sheep. - John 10:11",
  "I am the resurrection and the life. - John 11:25",
  "By this everyone will know that you are my disciples, if you love one another. - John 13:35",
  "Do not let your hearts be troubled. - John 14:1",
  "I am the way and the truth and the life. - John 14:6",
  "If you love me, keep my commands. - John 14:15",
  "Peace I leave with you; my peace I give you. - John 14:27",
  "Remain in me, as I also remain in you. - John 15:4",
  "You are my friends if you do what I command. - John 15:14",
  "In this world you will have trouble. But take heart! - John 16:33",
  "It is finished. - John 19:30",
  "Blessed are those who have not seen and yet have believed. - John 20:29",
  "Salvation is found in no one else. - Acts 4:12",
  "We must obey God rather than human beings! - Acts 5:29",
  "Believe in the Lord Jesus, and you will be saved. - Acts 16:31",
  "It is more blessed to give than to receive. - Acts 20:35",
  "For all have sinned and fall short of the glory of God. - Romans 3:23",
  "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. - Romans 5:8",
  "For the wages of sin is death, but the gift of God is eternal life. - Romans 6:23",
  "There is now no condemnation for those who are in Christ Jesus. - Romans 8:1",
  "The Spirit himself testifies with our spirit that we are God’s children. - Romans 8:16",
  "If God is for us, who can be against us? - Romans 8:31",
  "Love must be sincere. Hate what is evil; cling to what is good. - Romans 12:9",
  "Be joyful in hope, patient in affliction, faithful in prayer. - Romans 12:12",
  "Do not be overcome by evil, but overcome evil with good. - Romans 13:21",
  "So then, each of us will give an account of ourselves to God. - Romans 14:12",
  "May the God of hope fill you with all joy and peace. - Romans 15:13",
  "For the foolishness of God is wiser than human wisdom. - 1 Corinthians 1:25",
  "I planted the seed, Apollos watered it, but God has been making it grow. - 1 Corinthians 3:6",
  "Don’t you know that you yourselves are God’s temple? - 1 Corinthians 3:16",
  "Love is patient, love is kind. - 1 Corinthians 13:4",
  "And now these three remain: faith, hope and love. - 1 Corinthians 13:13",
  "Do everything in love. - 1 Corinthians 16:14",
  "For we live by faith, not by sight. - 2 Corinthians 5:7",
  "Therefore, if anyone is in Christ, the new creation has come. - 2 Corinthians 5:17",
  "God loves a cheerful giver. - 2 Corinthians 9:7",
  "My grace is sufficient for you, for my power is made perfect in weakness. - 2 Corinthians 12:9"
]