[
  "What is one thing you are grateful for today?",
  "What was the best part of your week so far?",
  "If you could have any superpower, what would it be?",
  "What is your favorite family memory?",
  "What is one goal you have for this month?",
  "If you could travel anywhere in the world right now, where would you go?",
  "What is your favorite meal for dinner?",
  "Who made you smile today?",
  "What is a book or movie you love?",
  "If you could have dinner with anyone from history, who would it be?",
  "What is the funniest thing that happened to you recently?",
  "What is your favorite animal and why?",
  "What is one thing you love about our home?",
  "If you won a million dollars, what is the first thing you would buy?",
  "What is your favorite season of the year?",
  "What is a skill you would love to learn?",
  "What is the most courageous thing you have ever done?",
  "What is your favorite dessert?",
  "If you could change one rule in the house, what would it be?",
  "What are you looking forward to this weekend?",
  "What is your favorite song right now?",
  "If you were an animal, what would you be?",
  "What is the best gift you have ever received?",
  "What is something you are proud of?",
  "What is your favorite holiday tradition?",
  "If you could invent something, what would it be?",
  "What is the most beautiful place you have ever seen?",
  "What is your favorite board game or video game?",
  "Who is your hero?",
  "What is one thing you want to achieve this year?",
  "What is your favorite ice cream flavor?",
  "If you could only eat one food for the rest of your life, what would it be?",
  "What is something kind you did for someone recently?",
  "What is your favorite thing to do outside?",
  "If you could trade places with anyone for a day, who would it be?",
  "What is the hardest thing you've ever had to do?",
  "What makes you feel loved?",
  "What is your favorite smell?",
  "If you could have a wild animal as a pet, what would it be?",
  "What is your favorite bible story or fable?",
  "What is something you are afraid of, and how do you handle it?",
  "What is your dream job?",
  "What is the best advice you have ever been given?",
  "If you could live in any movie, which one would it be?",
  "What is your favorite thing about yourself?",
  "What is one thing you would like to get better at?",
  "What is your favorite breakfast food?",
  "How would you describe your perfect day?",
  "What is something that annoys you?",
  "What is the nicest thing someone has said to you recently?",
  "If you could time travel, would you go to the past or the future?",
  "What is your favorite subject in school or topic to study?",
  "If you opened a store, what would you sell?",
  "What is the funniest joke you know?",
  "Who is the funniest person in our family?",
  "If you could meet any celebrity, who would it be?",
  "What is your favorite thing to do on a rainy day?",
  "If you had to change your name, what would you change it to?",
  "What is your favorite fruit?",
  "What is one thing you couldn't live without?",
  "If you could learn any language instantly, which one would it be?",
  "What is the best surprise you've ever had?",
  "What is your favorite thing to wear?",
  "If you could be a character in a book, who would you be?",
  "What is your favorite sound?",
  "What is something you worked really hard on?",
  "If you could build a house out of anything, what would you use?",
  "What is your favorite candy?",
  "Who is your best friend and why?",
  "What is the most interesting fact you know?",
  "If you were a teacher, what subject would you teach?",
  "What is your favorite thing to do in the summer?",
  "What is your favorite thing to do in the winter?",
  "If you could fly, where would you go first?",
  "What is something that makes you laugh out loud?",
  "If you could design a video game, what would it be about?",
  "What is your favorite pizza topping?",
  "What is the best dream you've ever had?",
  "If you could have a robot do one chore for you, what would it be?",
  "What is your favorite color?",
  "What is something new you want to try?",
  "If you could be the best in the world at something, what would it be?",
  "What is your favorite snack?",
  "Who is the kindest person you know?",
  "What is your favorite memory with a grandparent?",
  "If you could go to space, would you?",
  "What is your favorite cartoon or animated movie?",
  "What is one thing that makes you unique?",
  "If you found a magic wand, what spell would you cast?",
  "What is the best compliment you have ever received?",
  "What is your favorite thing to do with the family?",
  "If you could play any instrument, what would it be?",
  "What is your favorite vegetable?",
  "If you wrote a book, what would the title be?",
  "What is something you are thankful for today?",
  "If you could see any concert, who would you see?",
  "What is your favorite thing to draw or create?",
  "If you had a boat, what would you name it?",
  "What is the best vacation you have ever taken?",
  "If you could talk to animals, what would you ask them?",
  "What is your favorite room in our house?",
  "What is the most delicious thing you've ever eaten?",
  "If you were a superhero, what would your costume look like?",
  "What is something you are looking forward to next month?",
  "What is your favorite way to help others?",
  "If you could grow any plant in a garden, what would it be?",
  "What is the weirdest thing you have ever eaten?",
  "If you could be any age for a week, what age would you be?",
  "What is your favorite sport to watch or play?",
  "Who is a teacher or mentor that changed your life?",
  "What is your favorite thing to do on a Saturday morning?",
  "If you could own a zoo, what animals would be in it?",
  "What is something that makes you feel peaceful?",
  "What is the most adventurous thing you've ever done?",
  "If you could shrink down to the size of an ant, what would you do?",
  "What is your favorite drink?",
  "If you were a king or queen, what would your castle look like?",
  "What is something you are really good at?",
  "If you could meet your future self, what would you ask?",
  "What is your favorite way to relax?",
  "If you were invisible for a day, what would you do?",
  "What is the best party you've ever been to?",
  "If you could create a new holiday, what would it celebrate?",
  "What is your favorite thing to do at the beach?",
  "If you could live underwater, what would your house be made of?",
  "What is your favorite toy or gadget?",
  "Who is the smartest person you know?",
  "What is the most boring chore?",
  "If you could swap lives with a friend, would you?",
  "What is your favorite sandwich?",
  "What is something you learned today?",
  "If you could paint the sky any color, what would it be?",
  "What is your favorite constellation or star?",
  "If you could have a personal chef, what would they cook?",
  "What is the best photo you have ever taken?",
  "If you could be a professional athlete, what sport would you play?",
  "What is your favorite type of weather?",
  "If you could explore a cave or a mountain, which would you pick?",
  "What is the nicest gift you have ever given?",
  "If you could rewrite the ending of a movie, which one would it be?",
  "What is your favorite number?",
  "If you were a bird, where would you build your nest?",
  "What is something you want to build?",
  "If you could have a treehouse, what would be inside?",
  "What is your favorite kind of cheese?",
  "If you could breathe fire, how would you use it?",
  "What is the funniest face you can make?",
  "If you were a pirate, what would you name your ship?",
  "What is your favorite word?",
  "If you could be famous for one thing, what would it be?",
  "What is the messiest thing you've ever done?",
  "If you could teleport, where would you go right now?",
  "What is your favorite app or website?",
  "If you could have an endless supply of one thing, what would it be?",
  "What is the most expensive thing you've ever held?",
  "If you were a detective, what mystery would you solve?",
  "What is your favorite thing to bake?",
  "If you could talk to your pet, what would you say?",
  "What is the luckiest thing that has happened to you?",
  "If you were a ghost, who would you haunt (in a fun way)?",
  "What is your favorite planet?",
  "If you could ride a dinosaur, which one would it be?",
  "What is the scariest movie you've ever seen?",
  "If you could live in a video game, which one?",
  "What is your favorite type of shoe?",
  "If you could have hair of any color, what would it be?",
  "What is the best concert you've ever been to?",
  "If you could make a law that everyone had to follow, what would it be?",
  "What is your favorite thing to do in the car?",
  "If you were a giant, where would you live?",
  "What is the sweetest thing you've ever eaten?",
  "If you could stop time, what would you do?",
  "What is your favorite playground equipment?",
  "If you could be a master at any dance, which one?",
  "What is the grossest food you can imagine?",
  "If you could have a tail, what kind would it be?",
  "What is your favorite thing to do before bed?",
  "If you could swim in a pool of anything, what would it be?",
  "What is the best prank you've ever pulled?",
  "If you could make it snow today, would you?",
  "What is your favorite day of the week?",
  "If you could have a secret base, where would it be?",
  "What is the longest word you know?",
  "If you could be a wizard, what wand would you choose?",
  "What is your favorite shape?",
  "If you could drive any car, what would it be?",
  "What is the weirdest dream you remember?",
  "If you could have a fountain of anything in the backyard, what would it comprise?",
  "What is your favorite ride at an amusement park?",
  "If you could meet an alien, what would you ask it?",
  "What is the hardest game you've ever played?",
  "If you could have a clone, what would you make them do?",
  "What is your favorite sea creature?",
  "If you could live on a farm, what animals would you raise?",
  "What is the most colorful thing in your room?",
  "If you could be a ninja, what weapon would you use?",
  "What is your favorite flavor of gum?",
  "If you could turn into an object, what would it be?",
  "What is the best thing about being your age?",
  "If you could control the weather, what would you do?",
  "What is your favorite museum exhibit?",
  "If you could have a pet dragon, what would you name it?",
  "What is the craziest haircut you would try?",
  "If you could win an Olympic medal, what sport would it be for?",
  "What is your favorite cereal?",
  "If you could visit the moon, what would you bring?",
  "What is the best way to spend a dollar?",
  "If you could have a slide in your house, where would it go?",
  "What is your favorite card game?",
  "If you could be a mermaid or merman, would you?",
  "What is the silliest thing you are afraid of?",
  "If you could have a lifetime supply of chocolate, would you take it?",
  "What is your favorite insect?",
  "If you could explore the deep ocean, what would you look for?",
  "What is the best magic trick you've seen?",
  "If you could be a robot, what features would you have?",
  "What is your favorite thing to eat at a movie theater?",
  "If you could have a bouncy castle in your yard, would you?",
  "What is the most helpful tool you own?",
  "If you could dig a hole to the other side of the earth, would you?",
  "What is your favorite kind of flower?",
  "If you could have a singing voice like anyone, who would it be?",
  "What is the best sandwich topping?",
  "If you could play hide and seek anywhere, where would you hide?",
  "What is your favorite thing about your best friend?",
  "If you could have a staring contest with anyone, who would it be?",
  "What is the most confusing thing about adults?",
  "If you could have a magic carpet, where would you fly?",
  "What is your favorite thing to put on toast?",
  "If you could be the captain of a ship, where would you sail?",
  "What is the most fun thing to do in the snow?",
  "If you could have a secret handshake, who would it be with?",
  "What is your favorite type of dog?",
  "If you could live in a tree, would you?",
  "What is the best smell in the kitchen?",
  "If you could have a robot butler, what would you name him?",
  "What is your favorite silly noise to make?",
  "If you could be a cowboy, what would your horse be named?",
  "What is the best way to cheer someone up?",
  "If you could have a magic bag that never runs out of one thing, what would it be?",
  "What is your favorite thing to do at a sleepover?",
  "If you could be a spy, what would your code name be?"
  "If you could design a new Lego set, what would it be?",
  "What is the most interesting bug you have ever seen?",
  "If you could sleep on a cloud, what would it feel like?",
  "What is your favorite thing to do on a Tuesday?",
  "If you could be a character in Star Wars, who would you be?",
  "What is the best way to spend a rainy afternoon?",
  "If you could have a button that does one chore instantly, which chore would it be?",
  "What is your favorite thing about your bedroom?",
  "If you could meet a dinosaur, would you be scared or excited?",
  "What is the most beautiful flower you have ever seen?",
  "If you could breathe underwater, what is the first thing you would look for?",
  "What is your favorite thing to put on a hot dog?",
  "If you were a superhero, who would be your sidekick?",
  "What is the best way to make a friend smile?",
  "If you could have a room full of one thing, what would it be?",
  "What is your favorite thing to do at a park?",
  "If you could be a master at any video game, which one would it be?",
  "What is the silliest face you can make?",
  "If you could have a pet monkey, what would you name it?",
  "What is your favorite thing to do with your friends?",
  "If you could travel to the center of the earth, what would you find?",
  "What is the most amazing thing about the ocean?",
  "If you could have a magic pencil, what would you draw?",
  "What is your favorite thing to eat for lunch?",
  "If you could be a famous singer, what kind of music would you sing?",
  "What is the best way to spend a summer day?",
  "If you could have a secret hideout, where would it be?",
  "What is your favorite thing to do in the snow?",
  "If you could be a race car driver, what color would your car be?",
  "What is the most interesting animal at the zoo?",
  "If you could have a robot that cleans your room, would you use it?",
  "What is your favorite thing to do on a Friday night?",
  "If you could be a character in a fairy tale, who would you be?",
  "What is the best way to cool off on a hot day?",
  "If you could have a magic backpack, what would be inside?",
  "What is your favorite thing to do with your parents?",
  "If you could be a professional athlete, what team would you play for?",
  "What is the most fun thing to do at a birthday party?",
  "If you could have a pet tiger, would you keep it inside or outside?",
  "What is your favorite thing to do on a long car ride?",
  "If you could be a wizard, what house would you be in?",
  "What is the best way to make someone laugh?",
  "If you could have a lifetime supply of pizza, what toppings would you choose?",
  "What is your favorite thing to do at recess?",
  "If you could be a king or queen, what would your crown look like?",
  "What is the most exciting thing about growing up?",
  "If you could have a magic carpet, where would you take it?",
  "What is your favorite thing to do on a Sunday morning?",
  "If you could be a character in a comic book, who would you be?",
  "What is the best way to spend a winter day?",
  "If you could have a secret power, what would it be?",
  "What is your favorite thing to do at a sleepover?",
  "If you could be a famous actor, what kind of movies would you make?",
  "What is the most delicious dessert you have ever eaten?",
  "If you could have a pet dolphin, where would you keep it?",
  "What is your favorite thing to do at the library?",
  "If you could be a master chef, what dish would you be famous for?",
  "What is the best way to celebrate a holiday?",
  "If you could have a magic key, what would it open?",
  "What is your favorite thing to do in the fall?",
  "If you could be a superhero, what would your logo be?",
  "What is the most interesting thing you learned in school this week?",
  "If you could have a treehouse, what would you put inside?",
  "What is your favorite thing to do on a Saturday night?",
  "If you could be a character in a Disney movie, who would you be?",
  "What is the best way to spend a spring day?",
  "If you could have a magic mirror, what would it show you?",
  "What is your favorite thing to do with your siblings?",
  "If you could be a famous artist, what would you paint?",
  "What is the most fun game to play outside?",
  "If you could have a pet penguin, what would you name it?",
  "What is your favorite thing to do when you are bored?",
  "If you could be a rock star, what instrument would you play?",
  "What is the best way to spend a family vacation?",
  "If you could have a magic watch, what would it do?",
  "What is your favorite thing to do at a carnival?",
  "If you could be a character in a video game, who would you be?",
  "What is the most amazing thing about space?",
  "If you could have a pet elephant, would you ride it?",
  "What is your favorite thing to do on a hike?",
  "If you could be a famous writer, what kind of books would you write?",
  "What is the best way to spend a lazy day?",
  "If you could have a magic hat, what would come out of it?",
  "What is your favorite thing to do at the beach?",
  "If you could be a scientist, what would you discover?",
  "What is the most interesting thing about nature?",
  "If you could have a pet bear, what would you feed it?",
  "What is your favorite thing to do at a playground?",
  "If you could be a famous dancer, what style would you dance?",
  "What is the best way to spend a holiday break?",
  "If you could have a magic ring, what power would it give you?",
  "What is your favorite thing to do at a water park?",
  "If you could be a character in a myth, who would you be?",
  "What is the most fun thing to do in the pool?",
  "If you could have a pet lion, would you be scared?",
  "What is your favorite thing to do on a bike ride?",
  "If you could be a famous inventor, what would you invent?",
  "What is the best way to spend a rainy day inside?",
  "If you could have a magic book, what would be written in it?",
  "What is your favorite thing to do at a zoo?",
  "If you could be a character in a legend, who would you be?",
  "What is the most amazing animal you have ever seen?",
  "If you could have a pet wolf, what would you name it?",
  "What is your favorite thing to do at a museum?",
  "If you could be a famous explorer, where would you go?",
  "What is the best way to spend a snowy day?",
  "If you could have a magic shoes, where would they take you?",
  "What is your favorite thing to do at a picnic?",
  "If you could be a character in a story, who would you be?",
  "What is the most interesting thing about history?",
  "If you could have a pet eagle, would you let it fly free?",
  "What is your favorite thing to do at a fair?",
  "If you could be a famous astronaut, what planet would you visit?",
  "What is the best way to spend a weekend?",
  "If you could have a magic cloak, what would it do?",
  "What is your favorite thing to do at a concert?",
  "If you could be a character in a play, who would you be?",
  "What is the most fun thing to do with a ball?",
  "If you could have a pet fox, what would you name it?",
  "What is your favorite thing to do at a campsite?",
  "If you could be a famous director, what kind of movies would you make?",
  "What is the best way to spend a birthday?",
  "If you could have a magic wand, what spell would you cast first?",
  "What is your favorite thing to do at a festival?",
  "If you could be a character in a fable, who would you be?",
  "What is the most amazing thing about the human body?",
  "If you could have a pet owl, would you keep it in your room?",
  "What is your favorite thing to do at a party?",
  "If you could be a famous photographer, what would you take pictures of?",
  "What is the best way to spend a free afternoon?",
  "If you could have a magic potion, what would it do?",
  "What is your favorite thing to do at a sports game?",
  "If you could be a character in a nursery rhyme, who would you be?",
  "What is the most interesting thing about science?",
  "If you could have a pet snake, would you hold it?",
  "What is your favorite thing to do at a parade?",
  "If you could be a famous architect, what kind of buildings would you design?",
  "What is the best way to spend a quiet evening?",
  "If you could have a magic sword, what would you name it?",
  "What is your favorite thing to do at a circus?",
  "If you could be a character in a folk tale, who would you be?",
  "What is the most amazing thing about technology?",
  "If you could have a pet lizard, what would you name it?",
  "What is your favorite thing to do at a farm?",
  "If you could be a famous fashion designer, what kind of clothes would you make?",
  "What is the best way to spend a morning?",
  "If you could have a magic crystal, what would it show you?",
  "What is your favorite thing to do at a botanical garden?",
  "If you could be a character in a tall tale, who would you be?",
  "What is the most interesting thing about art?",
  "If you could have a pet turtle, where would you keep it?",
  "What is your favorite thing to do at a planetarium?",
  "If you could be a famous journalist, what stories would you write?",
  "What is the best way to spend an evening?",
  "If you could have a magic scroll, what would it say?",
  "What is your favorite thing to do at an aquarium?",
  "If you could be a character in a parable, who would you be?",
  "What is the most amazing thing about music?",
  "If you could have a pet hamster, what would you name it?",
  "What is your favorite thing to do at a science center?",
  "If you could be a famous politician, what laws would you pass?",
  "What is the best way to spend a night?",
  "If you could have a magic amulet, what power would it give you?",
  "What is your favorite thing to do at a historical site?",
  "If you could be a character in a ballad, who would you be?",
  "What is the most interesting thing about geography?",
  "If you could have a pet rabbit, what would you feed it?",
  "What is your favorite thing to do at a theme park?",
  "If you could be a famous teacher, what subject would you teach?",
  "What is the best way to spend a day off?",
  "If you could have a magic orb, what would you see in it?",
  "What is your favorite thing to do at a wildlife reserve?",
  "If you could be a character in a saga, who would you be?",
  "What is the most amazing thing about literature?",
  "If you could have a pet guinea pig, what would you name it?",
  "What is your favorite thing to do at a nature center?",
  "If you could be a famous doctor, what cures would you find?",
  "What is the best way to spend a vacation day?",
  "If you could have a magic staff, what would it do?",
  "What is your favorite thing to do at a cultural center?",
  "If you could be a character in a epic, who would you be?",
  "What is the most interesting thing about culture?",
  "If you could have a pet ferret, would you let it run loose?",
  "What is your favorite thing to do at a community center?",
  "If you could be a famous lawyer, what cases would you win?",
  "What is the best way to spend a holiday?",
  "If you could have a magic gem, what color would it be?",
  "What is your favorite thing to do at a recreation center?",
  "If you could be a character in a drama, who would you be?",
  "What is the most amazing thing about philosophy?",
  "If you could have a pet chinchilla, what would you name it?",
  "What is your favorite thing to do at a youth center?",
  "If you could be a famous engineer, what would you build?",
  "What is the best way to spend a festival day?",
  "If you could have a magic feather, what would it do?",
  "What is your favorite thing to do at a senior center?",
  "If you could be a character in a comedy, who would you be?",
  "What is the most interesting thing about psychology?",
  "If you could have a pet hedgehog, would you hold it?",
  "What is your favorite thing to do at a civic center?",
  "If you could be a famous banker, what would you do with the money?",
  "What is the best way to spend a celebration?",
  "If you could have a magic coin, what would happen when you flipped it?",
  "What is your favorite thing to do at a convention center?",
  "If you could be a character in a tragedy, who would you be?",
  "What is the most amazing thing about sociology?",
  "If you could have a pet sugar glider, what would you name it?",
  "What is your favorite thing to do at a conference center?",
  "If you could be a famous accountant, who would you work for?",
  "What is the best way to spend a special occasion?",
  "If you could have a magic shell, what would you hear in it?",
  "What is your favorite thing to do at a performing arts center?",
  "If you could be a character in a satire, who would you be?",
  "What is the most interesting thing about anthropology?",
  "If you could have a pet axolotl, where would you keep it?",
  "What is your favorite thing to do at a visual arts center?",
  "If you could be a famous consultant, what advice would you give?",
  "What is the best way to spend a memorable day?",
  "If you could have a magic seed, what would grow from it?",
  "What is your favorite thing to do at a literary arts center?",
  "If you could be a character in a romance, who would you be?",
  "What is the most amazing thing about economics?",
  "If you could have a pet capybara, what would you name it?",
  "What is your favorite thing to do at a media arts center?",
  "If you could be a famous analyst, what would you analyze?",
  "What is the best way to spend a unforgettable day?",
  "If you could have a magic flute, what song would you play?",
  "What is your favorite thing to do at a digital arts center?",
  "If you could be a character in a thriller, who would you be?",
  "What is the most interesting thing about political science?",
  "If you could have a pet fennec fox, would you let it sleep in your bed?",
  "What is your favorite thing to do at a design center?",
  "If you could be a famous strategist, what plans would you make?",
  "What is the best way to spend a perfect day?"
]